Repository: Meroser/luci-app-aria2
Catalog: po/*/aria2.po
Languages: pt_br, zh_tw

source: "Falloc" is not available in all cases.
pt_br: "Falloc" não está disponível em todas as classes.
zh_tw: "Falloc" 並不是在所有情況下都可用

source: <abbr title="Distributed Hash Table">DHT</abbr> enabled
pt_br: <abbr title="Distributed Hash Table/Tabla de disperção distribuída">DHT</abbr> habilitado
zh_tw: 啟用<abbr title="分散式雜湊表">DHT</abbr>

source: <abbr title="Local Peer Discovery">LPD</abbr> enabled
pt_br: <abbr title="Local Peer Discovery/Descoberta de Parceiros Locais">LPD</abbr> habilitado
zh_tw: 啟用<abbr title="本地節點發現">LPD</abbr>

source: Additional Bt tracker enabled
pt_br: Rastreadores BitTorrent adicionais habilitado
zh_tw: 額外新增的 Bt tracker

source: Aria2 Settings
pt_br: Configurações do Aria2
zh_tw: Aria2 配置

source: Aria2 Status
pt_br: Estado do Aria2
zh_tw: Aria2 狀態

source: Aria2 is a multi-protocol &amp; multi-source download utility, here you can configure the settings.
pt_br: Aria2 é um utilitário de transferência multi-protocolo de múltiplas fontes, aqui você pode configurá-lo.
zh_tw: Aria2 是一個支援多協議多執行緒的下載器, 您可以在這裡對其進行配置。

source: Autosave session interval
pt_br: Intervalo para autossalvamento da sessão
zh_tw: 定時儲存會話間隔

source: BitTorrent Settings
pt_br: Configurações do BitTorrent
zh_tw: BitTorrent 設定

source: BitTorrent listen port
pt_br: Porta de escuta do BitTorrent
zh_tw: BitTorrent 監聽埠

source: Collecting data...
pt_br: Coletando dados...
zh_tw: 正在收集資料...

source: Config file directory
pt_br: Diretório dos arquivos de configuração
zh_tw: 配置檔案目錄

source: Debug
pt_br: Depuração
zh_tw: 除錯

source: Default download directory
pt_br: Diretório padrão de arquivos baixados
zh_tw: 預設下載目錄

source: Disk cache
pt_br: Cache em Disco
zh_tw: 磁碟快取

source: Enable log
pt_br: Habilitar registros
zh_tw: 啟用日誌

source: Enabled
pt_br: Habilitado
zh_tw: 啟用

source: Error
pt_br: Erro
zh_tw: 錯誤

source: Extra Settings
pt_br: Configurações Adicionais
zh_tw: 附加選項

source: Falloc
zh_tw: 快速 alloc（Falloc）

source: Files and Locations
pt_br: Arquivos e Locais
zh_tw: 檔案和目錄

source: Follow torrent
pt_br: Seguir torrent
zh_tw: 自動新增下載的種子

source: General Settings
pt_br: Configurações Gerais
zh_tw: 常規設定

source: Generate Randomly
pt_br: Gerar aleatoriamente
zh_tw: 隨機生成

source: Info
pt_br: Informações
zh_tw: 資訊

source: List of additional Bt tracker
pt_br: Lista de rastreadores BitTorrent adicionais
zh_tw: 附加 Bt tracker 列表

source: List of extra settings
pt_br: Lista de configurações adicionais
zh_tw: 附加選項列表

source: Log level
pt_br: Nível do registro
zh_tw: 日誌記錄等級

source: Max concurrent downloads
pt_br: Número máximo de transferencias simultâneas
zh_tw: 最大同時下載任務數

source: Max connection per server
pt_br: Numero máximo de conexões por servidor
zh_tw: 單伺服器最大連線數

source: Max number of peers per torrent
pt_br: Numero máximo de parceiros por torrent
zh_tw: 單個種子最大連線數

source: Max number of split
pt_br: Numero máximo de divisões
zh_tw: 單檔案最大執行緒數

source: Min split size
pt_br: Tamanho mínimo da divisão
zh_tw: 最小檔案分片大小

source: No Authentication
pt_br: Sem Autenticação
zh_tw: 無認證

source: Notice
pt_br: Aviso
zh_tw: 注意

source: Off
pt_br: Desligado
zh_tw: 關閉

source: Open AriaNg
zh_tw: 開啟 AriaNg

source: Open WebUI-Aria2
pt_br: Abrir WebUI-Aria2
zh_tw: 開啟 WebUI-Aria2

source: Open YAAW
pt_br: Abrir YAAW
zh_tw: 開啟 YAAW

source: Overall download limit
pt_br: Limite global para baixar
zh_tw: 全域性下載限速

source: Overall speed limit enabled
pt_br: Limite da taxa de transferência global habilitado
zh_tw: 啟用全侷限速

source: Overall upload limit
pt_br: Limite global para subir
zh_tw: 全域性上傳限速

source: Per task download limit
pt_br: Limite por tarefa para baixar
zh_tw: 單任務下載限速

source: Per task speed limit enabled
pt_br: Limite da taxa de transferência por tarefa habilitado
zh_tw: 啟用單任務限速

source: Per task upload limit
pt_br: Limite por tarefa para subir
zh_tw: 單任務上傳限速

source: Prealloc
pt_br: Pré-alocação
zh_tw: 預分配

source: Preallocation
pt_br: Pré-alocação
zh_tw: 磁碟預分配

source: Prefix of peer ID
pt_br: Prefixo da identificação do paceiro
zh_tw: Peer ID 字首

source: RPC Token
pt_br: Chave eletrônica do <abbr title="Remote Procedure Call/Chamada de Procedimento Remoto">RPC</abbr>
zh_tw: RPC 令牌

source: RPC authentication method
pt_br: Método de autenticação do <abbr title="Remote Procedure Call/Chamada de Procedimento Remoto">RPC</abbr>
zh_tw: RPC 認證方式

source: RPC password
pt_br: Senha do <abbr title="Remote Procedure Call/Chamada de Procedimento Remoto">RPC</abbr>
zh_tw: RPC 密碼

source: RPC port
pt_br: Porta do <abbr title="Remote Procedure Call/Chamada de Procedimento Remoto">RPC</abbr>
zh_tw: RPC 埠

source: RPC username
pt_br: Nome do usuario do <abbr title="Remote Procedure Call/Chamada de Procedimento Remoto">RPC</abbr>
zh_tw: RPC 使用者名稱

source: Run daemon as user
pt_br: Executar serviço como usuário
zh_tw: 以此使用者許可權執行

source: Sec
pt_br: Segurança
zh_tw: 秒

source: Task Settings
pt_br: Configurações das tarefas
zh_tw: 任務設定

source: The Aria2 service is not running.
pt_br: O serviço Aria2 está parado.
zh_tw: Aria2 未執行

source: The Aria2 service is running.
pt_br: O serviço Aria2 está em execução.
zh_tw: Aria2 正在執行

source: Token
pt_br: Chave eletrônica
zh_tw: 令牌

source: Use WebSocket
pt_br: Use WebSockets
zh_tw: 使用 WebSocket

source: User agent value
pt_br: Valor da identificação do agente do usuário
zh_tw: 使用者代理（UA）

source: Username & Password
pt_br: Usuário & Senha
zh_tw: 使用者名稱與密碼

source: View Json-RPC URL
pt_br: Visualizar URL do JSON-RPC
zh_tw: 檢視 Json-RPC URL

source: Warn
pt_br: Atenção
zh_tw: 警告

source: in bytes, You can append K or M.
pt_br: em bytes. Você pode sufixar com K (quilo) ou M (mega).
zh_tw: 單位 B, 您可以在數字後跟上 K 或 M。

source: in bytes/sec, You can append K or M.
pt_br: em bytes por segundo. Você pode sufixar com K (quilo) ou M (mega).
zh_tw: 單位 B/s, 您可以在數字後跟上 K 或 M。

source: Trunc
pt_br: Truncar
